Repository: shatakshicreations/sympy.github.com
Catalog: i18n/*.po
Languages: de, es, nl

source: The github pull request is a preferred method, as that makes it easy for us to review and push the code in. That said, you can also clone the latest git repository (see the link on the right), prepare a branch with your code, upload it somewhere (for example <a href="http://github.com/">github</a>) and send us a link to the <a href="http://groups.google.com/group/sympy-patches">sympy-patches</a> mailinglist, or you can even send us raw patches --- but it will be more work for us to integrate it.
nl: Onze voorkeur gaat uit naar de GitHub Pull Request methode, dit maakt het voor ons makkelijk om je code te bekijken en de code toe te voegen. Je kunt de meest recente git repository clonen (zie de link rechts), een branch creëren met jouw code en deze ergens uploaden (naar <a href="http://github.com/">github</a> bijvoorbeeld).Vervolgens kun je ons een link sturen naar de <a href="http://groups.google.com/group/sympy-patches">sympy-patches</a> mailinglist, of ons de raw patches sturen -- dit is echter meer werk voor ons wat betreft de integratie.

source: SymPy has a broad development team: <a href=" http://docs.sympy.org/0.7.1/aboutus.html#sympy-development-team "> http://docs.sympy.org/0.7.1/aboutus.html#sympy-development-team </a>, send us a patch and your name will appear there too.
nl: SymPy heeft een breed team aan ontwikkelaars: <a href="http://docs.sympy.org/0.7.1/aboutus.html#sympy-development-team">http://docs.sympy.org/0.7.1/aboutus.html#sympy-development-team</a>, stuur ons een patch en je naam zal daar ook genoemd worden.

source: SymPy will always be 100% open source software, free for all to use and released under the liberal terms of the modified BSD license.
nl: SymPy zal altijd 100% open source software blijven, gratis door iedereen te gebruiken zijn en uitgbracht worden onder de vrije voorwaarden van de aangepaste BSD licentie.

source: You can donate any amount here:
nl: Je kunt hier elk bedrag doneren:

source: All donations will be used strictly to fund SymPy development, by supporting tasks such as developer sprints, improved documentation, fixing bugs and paying for hosting costs for services such as the <a href="http://live.sympy.org/">SymPy Online Shell</a>.
nl: Alle donaties zullen enkel gebruikt worden om de ontwikkeling van SymPy te steunen, door het steunen van developer sprints, verbeterde documentatie, bugfixes en het betalen van hostingskosten voor diensten als de <a href="http://live.sympy.org/">SymPy Online Shell</a>.

source: Our donations are managed by the <a href="http://numfocus.org/">NumFOCUS</a> foundation, which passes 100% of your contribution to the SymPy project. NumFOCUS is a 501(c)3 non-profit foundation, so if you are subject to US Tax law, your contributions will be tax-deductible.
nl: Onze donaties worden beheerd door de <a href="http://numfocus.org/">NumFOCUS</a> stichting, zij geven 100% van jouw bijdrage door aan het SymPy project. NumFOCUS is een 501(c)3 non-profit stichting, dus als je belast wordt volgens de fiscale wetten van de Verenigde Staten, dan zijn jouw bijdragen belastingaftrekbaar.

source: SymPy is a Python library for symbolic mathematics. It aims to become a full-featured computer algebra system (CAS) while keeping the code as simple as possible in order to be comprehensible and easily extensible. SymPy is written entirely in Python and does not require any external libraries.
nl: SymPy is een Python bibliotheek voor symbolische wiskunde. Het beoogt een volledig computer algebra systeem (CAS) te worden, waarbij de code zo eenvoudig mogelijk wordt gehouden om de code begrijpbaar en uitbreidbaar te houden.

source: Support for operators such as <code>+</code>, <code>-</code>, <code>*</code>, <code>/</code>, <code>**</code> (power)
nl: Ondersteuning voor operatoren zoals<code>+</code>, <code>-</code>, <code>*</code>, <code>/</code>, <code>**</code> (machtsverheffen)

source: <a href="%(trig)s">trigonometric</a>, <a href="%(hyperbolic)s">hyperbolic</a>, <a href="%(exponential)s">exponential</a>, <a href="%(root)s">roots</a>, <a href="%(logarithm)s">logarithms</a>, <a href="%(abs)s">absolute value</a>, <a href="%(spherical)s">spherical harmonics</a>, <a href="%(factorial)s">factorials and gamma functions</a>, <a href="%(zeta)s">zeta functions</a>, <a href="%(polynomial)s">polynomials</a>, <a href="%(special)s">special functions</a>, ...
nl: <a href="%(trig)s">goniometrische functies</a>, <a href="%(hyperbolic)s">hyperbolische functies</a>, <a href="%(exponential)s">exponentiële functies</a>, <a href="%(root)s">nulpunten</a>, <a href="%(logarithm)s">logaritmische functies</a>, <a href="%(abs)s">absolute waarden</a>, <a href="%(spherical)s">sferische harmoniek</a>, <a href="%(factorial)s">faculteiten en gamma functies</a>, <a href="%(zeta)s">zeta functies</a>, <a href="%(polynomial)s">polynomen</a>, <a href="%(special)s">speciale functies</a>, ...

source: <a href="%(integer)s">arbitrary precision integers</a>, <a href="%(rational)s">rationals</a>, <a href="%(float)s">and floats</a>
nl: <a href="%(integer)s">gehele getallen met arbitraire precisie</a>, <a href="%(rational)s">rationale getallen</a>, <a href="%(float)s">en floats</a>

source: generating prime numbers, primality testing, integer factorization, ...
nl: genereren van priemgetallen, toetsen van priemgetallen, ontbinden in priemfactoren, ...

source: Geometric Algebra
nl: Meetkundige Algebra

source: points, lines, rays, segments, ellipses, circles, polygons, ...
nl: punten, lijnen, lijnstukken, segmenten, ellipsen, cirkels, veelhoeken, ...

source: General
nl: Algemeen

source: SymPy <a href="http://docs.sympy.org">Documentation</a>
nl: SymPy <a href="http://docs.sympy.org">Documentatie</a>

source: IRC channel: <a href="irc://irc.freenode.net/sympy">#sympy at freenode</a>. Note that this channel is <a href="http://colabti.org/irclogger/irclogger_logs/sympy">logged</a>.
nl: IRC kanaal: <a href="irc://irc.freenode.net/sympy">#sympy at freenode</a>. Merk op dat dit kanaal <a href="http://colabti.org/irclogger/irclogger_logs/sympy">gelogd</a> wordt.

source: <a href="http://docs.sympy.org/0.7.1/gotchas.html">Gotchas and Pitfalls</a>
nl: <a href="http://docs.sympy.org/0.7.1/gotchas.html">Haken en Ogen</a>
