Repository: shatakshicreations/sympy.github.com
Catalog: i18n/*.po
Languages: de, es, nl

source: Beginner Tutorial for SymPy Mechanics
de: Anfänger-Tutorial für SymPy-Mechanik
es: Tutorial básico de SymPy Mechanics

source: Deriving the Mass-Spring-Damper System with SymPy
de: Ableitung des Mass-Spring-Damper Systems mit SymPy
es: Derivando el sistema masa-resorte-amortiguador con SymPy

source: Quantum Circuit Plotting with SymPy
de: Darstellung von Quantenschaltkreisen mit SymPy
es: Gráficación de circuito cuántico con SymPy

source: Statistics
de: Statistik
es: Estadística
nl: Statistiek

source: Random variable types:
de: Zufallsvariablen-Typen:
es: Tipos de variables aleatorias:

source: Normal distributions
de: Normalverteilungen
es: Distribución normal
nl: Normale distributies

source: Uniform distributions
de: Gleichverteilungen
es: Distribución uniforme
nl: Uniforme distributies

source: Bernoulli distributions
de: Bernoulli-Verteilungen
es: Distribución de Bernoulli

source: Binomial distributions
de: Binomialverteilungen
es: Distribución binomial

source: Hypergeometric distributions
de: Hypergeometrische Verteilungen
es: Distribución hipergeométrica

source: More&hellip;
de: Mehr&hellip;
es: Más&hellip;

source: Probability
de: Wahrscheinlichkeit
es: Probabilidad
nl: Waarschijnlijkheid

source: Expected value and variance
de: Erwartungswert und Varianz
es: Valor esperado y varianza

source: Probability density
de: Wahrscheinlichkeitsdichte
es: Densidad de probabilidad

source: Cryptography
de: Kryptographie
es: Criptografía

source: Shift cipher
de: Verschiebungschiffre
es: Cifrado de desplazamiento

source: Affine cipher
de: Affine Chiffre
es: Cifrado afín

source: Bifid ciphers
de: Bifid-Chiffre
es: Cifrado bífido

source: Vigenere’s cipher
es: Cifrado de Vigenere

source: Substitution ciphers
de: Ersetzungschiffren
es: Cifrado de sustitución

source: Hill’s cipher
de: Hill-Chiffre
es: Cifrado de Hill

source: ElGamal encryption
de: Elgamal-Verschlüsselung
es: Cifrado ElGamal

source: Parsing
es: Análisis sintáctico

source: Conversion from Python objects to SymPy objects
de: Konvertierung von Python-Objekten zu SymPy-Objekten
es: Conversión de objetos de Python a objetos de SymPy

source: Optional implicit multiplication and function application parsing
de: Optionale implizite Multiplikation und Funktionsanwendungs-Parsing
es: Multiplicación implícita opcional y funciones de aplicación de análisis sintáctico

source: Limited Mathematica and Maxima parsing:
de: Eingeschränktes Mathematica- und Maxima-Parsing:
es: Análisis sintáctico de Mathematica y Maxima limitado:

source: example on SymPy Live
de: Beispiel auf SymPy Live
es: ejemplo en SymPy Live

source: Custom parsing transformations
de: Benutzerdefinierte Parsing-Transformationen
es: Transformaciones de análisis sintáctico personalizadas

source: Printing
es: Escritura
nl: Printen

source: Pretty printing:
es: Escritura mejorada:
nl: Netjes printen:

source: ASCII/Unicode pretty printing, LaTeX
es: Escritura mejorada en ASCII/Unicode, LaTeX

source: Code generation:
es: Generación de código:
nl: Genereren van code:

source: <a href="https://deeplearning.net/software/theano/">Theano</a> interaction
es: Interacción con <a href="https://deeplearning.net/software/theano/">Theano</a>

source: Unicode printing in a Python shell
es: Escritura en unicode en una terminal de Python

source: Unicode printing
es: Escritura en unicode

source: LaTeX printing in an IPython notebook
es: Escritura en LaTeX en un notebook de Jupyter

source: LaTeX printing
es: Escritura en LaTeX

source: About
es: Acerca de
nl: Over SymPy

source: SymPy is a Python library for symbolic mathematics. It aims to become a full-featured computer algebra system (CAS) while keeping the code as simple as possible in order to be comprehensible and easily extensible. SymPy is written entirely in Python.
es: SymPy es una biblioteca de Python para matemáticas simbólicas. Su propósito es llegar a ser un sistema de álgebra por computadora (CAS) completo manteniendo el código tan simple como sea posible para poder ser legible y extensible de manera fácil. SymPy está escrito en Python enteramente.

source: <a href="https://docs.sympy.org/latest/tutorial/index.html">Get started with the tutorial</a>
es: <a href="https://docs.sympy.org/latest/tutorial/index.html">Iníciate con el tutorial</a>

source: <a href="https://github.com/sympy/sympy/releases">Download Now</a>
es: <a href="https://github.com/sympy/sympy/releases">Descargar Ahora</a>

source: Why SymPy
es: Por qué SymPy

source: SymPy is&hellip;
es: SymPy es&hellip;

source: Free:
es: Libre:

source: Licensed under BSD, SymPy is free both as in speech and as in beer.
es: Licenciado bajo BSD, SymPy es gratis y libre.

source: Python-based:
es: Basado en Python:

source: SymPy is written entirely in Python and uses Python for its language.
es: SymPy está escrito enteramente en PYthon y usa Python como su lenguaje.

source: Lightweight:
es: Ligero:

source: SymPy only depends on <a href="http://mpmath.org/">mpmath</a>, a pure Python library for arbitrary floating point arithmetic, making it easy to use.
es: SymPy solo depende en <a href="http://mpmath.org/">mpmath</a>, una biblioteca de Python para aritmética de punto flotante de precisión arbitraria, lo que la hace fácil de usar.

source: A library:
es: Una biblioteca:

source: Beyond use as an interactive tool, SymPy can be embedded in other applications and extended with custom functions.
es: Además de su uso como una herramienta interactiva, SymPy puede ser embebido en otras aplicaciones y extendido con funcionalidades personalizadas.

source: <a href="features.html">See SymPy's features</a>
es: <a href="features.html">Ver características de SymPy</a>

source: Projects using SymPy
es: Proyectos usando SymPy

source: This is an (incomplete) list of projects that use SymPy. If you use SymPy in your project, please let us know on our <a href="https://groups.google.com/forum/#!forum/sympy">mailinglist</a>, so that we can add your project here as well.
es: Esta es una lista (incompleta) de proyectos que usan SymPy. Si usas SymPy en tu proyecto, por favor cuéntanos en nuestra <a href="https://groups.google.com/forum/#!forum/sympy">lista de correo</a>, para que podamos añadir tu proyecto acá también.

source: Tensor algebra and (quantum) field theory system using SymPy for scalar algebra.
es: Sistema de álgebra tensorial y teoría (cuántica) de campos que usa SymPy para álgebra escalar.

source: A package useful for chemistry written in Python.
es: Un paquete útil para química escrito en Python.

source: Geometric algebra (previously sympy.galgebra).
es: Geometría algebraica (anteriormente sympy.galgebra).

source: Easy LaTeX typesetting of algebraic expressions in symbolic form with automatic substitution and result computation).
es: Digitación fácil de expresiones algebraicas en LaTeX de forma simbólica con sustitución automática y cálculo de resultados.

source: Experimental Python package for teaching linear circuit analysis.
es: Paquete experimental de Python para enseñar análisis de circuitos lineales.

source: A Symbolic Package for Octave using SymPy.
es: Un paquete simbólico para Octave usando SymPy.

source: A Python package for solving mathematical optimization problems.
es: Un paquete de Python para resolver problemas de optimización.

source: Multibody dynamics in Python.
es: Dinámica de múltiples cuerpos en Python.

source: Solve symbolically defined systems of non-linear equations numerically.
es: Solución de sistemas de ecuaciones no-lineales definidos simbólicamente usando métodos numéricos.

source: Straightforward numerical integration of ODE systems from Python.
es: Integración numérica directa de sistemas de EDO para Python.

source: Quantum Monte Carlo in Python.
es: Monte Carlo cuántico en Python.

source: Quantum Programming in Python
es: Programación cuántica en Python

source: Quantum 1D Simple Harmonic Oscillator and Quantum Mapping Gate.
es: Oscilador armónico cuántico en 1D y compuertas lógicas cuánticas.

source: Open source mathematics system that includes SymPy.
es: Sistema de matemáticas de código abierto que incluye SymPy.

source: Finite differences discretization.
es: Discretización por diferencias finitas.

source: Simple finite elements in Python.
es: Elementos finitos en Python.

source: The Scientific Python Development Environment, a Python equivalent to Rstudio or MATLAB; full SymPy support can be enabled in Spyder's <a href="https://docs.spyder-ide.org/ipythonconsole.html"> IPython Consoles</a>.
es: Ambiente de desarrollo científico de Python, un equivalente para Python de Rstudio o MATLAB; el soporte completo de SymPy se puede activar en las terminales de <a href="https://docs.spyder-ide.org/ipythonconsole.html"> IPython</a> de Spyder.

source: Symbolic statistical modeling
es: Modelación estadística simbólica

source: Adding statistical operations to complex physical models.
es: Permite añadir operaciones estadísticas a modelos físicos complejos.

source: Python package for analyzing and visualizing volumetric data (<a href="https://unyt.readthedocs.io">unyt</a>, the yt unit system, uses SymPy).
es: Paquete de Python para análisis y visualización de datos volumétricos (<a href="https://unyt.readthedocs.io">unyt</a>, el sistema de unidades de yt, usa SymPy).

source: News
es: Noticias
nl: Nieuws

source: Version %(v)s released
es: Versión %(v)s lanzada
nl: Version %(v)s is uitgebracht

source: changes
es: cambios
nl: wijzigingen

source: SymPy is accepted as a <a href="https://www.google-melange.com/archive/gsoc/2014/orgs/sympy">mentoring organization</a> for Google Summer of Code 2014
es: SymPy es una <a href="https://www.google-melange.com/archive/gsoc/2014/orgs/sympy">organización aceptada</a> para Google Summer of Code 2014

source: SymPy is accepted as a <a href="https://www.google-melange.com/archive/gsoc/2013/orgs/sympy">mentoring organization</a> for Google Summer of Code 2013
es: SymPy es una <a href="https://www.google-melange.com/archive/gsoc/2013/orgs/sympy">organización aceptada</a> para Google Summer of Code 2013

source: SymPy is accepted as a <a href="https://www.google-melange.com/archive/gsoc/2012/orgs/sympy">mentoring organization</a> for Google Summer of Code 2012
es: SymPy es una <a href="https://www.google-melange.com/archive/gsoc/2012/orgs/sympy">organización aceptada</a> para Google Summer of Code 2012

source: SymPy is accepted as a <a href="https://www.google-melange.com/archive/gsoc/2011/orgs/sympy">mentoring organization</a> for Google Summer of Code 2011
es: SymPy es una <a href="https://www.google-melange.com/archive/gsoc/2011/orgs/sympy">organización aceptada</a> para Google Summer of Code 2011

source: New website launched at sympy.org
es: Nueva página web lanzada en sympy.org

source: Final page about the <a href="%(url)s">2010 Google Summer of Code in SymPy</a> is available.
es: La página final acerca de <a href=\"%(url)s\">Google Summer of Code 2010 en SymPy</a> está disponible.

source: Final page about the <a href="%(url)s">2009 Google Summer of Code in SymPy</a> is available.
es: La página final acerca de <a href=\"%(url)s\">Google Summer of Code 2009 en SymPy</a> está disponible.

source: Broadly speaking, any form of purely symbolic mathematical computation is in scope for SymPy. However, there are a few things we plan to focus our development efforts on.
de: Generell steht SymPy für jede Form von symbolischer mathematischer Berechnung im Zusammenhang. Jedoch gibt es einige Dinge, auf die wir unsere Entwicklungsarbeit fokusieren wollen.
es: En términos generales, cualquier forma de cálculo matemático simbólico está dentro del alcance de SymPy. Sin embargo, hay algunas cosas en las que planeamos enfocar nuestros esfuerzos de desarrollo.

source: The Assumptions System
es: Sistema de Suposiciones (assumptions)

source: The assumptions system handles how SymPy makes assumptions on expressions and does logical inference and simplification based on those assumptions (for instance, assuming an expression is "positive" or "integer"). The SymPy assumptions system is currently in a state of disarray, as there is a "new" system and an "old" system that need to be properly merged. However, because assumptions affect every part of the codebase, this is a challenging task.
es: El sistema de supuestos (assumptions) maneja la forma en la que SymPy hace suposiciones en las expresiones y hace inferencias y simplificaciones basadas en esos supuestos (por ejemplo, suponiendo que una expresión es "positiva" o "entera"). El sistema de suposiciones de SymPy se encuentra actualmente en un estado de desorden, ya que hay un sistema "nuevo" y un sistema "antiguo" que deben fusionarse correctamente. Sin embargo, esta es una tarea desafiante.

source: Code Generation
es: Generación de código

source: Code generation refers to the task of converting SymPy expressions into another language, such as C or Fortran, for the purposes of fast numerical evaluation. The goal with code generation is to be able to use SymPy to model a problem symbolically, and then seamlessly convert that symbolic model into fast code that can be numerically evaluated on real data. Our roadmap for code generation is to make that translation as seamless as possible, through things like higher level abstractions that reduce the amount of work needed by the end user, an optimization pipeline, which would allow SymPy to take advantage of its mathematical knowledge to create faster and more accurate code, and more tools to help solve domain specific problems.
es: La generación de código se refiere a la tarea de convertir expresiones de SymPy a otros lenguajes, como C o Fortran, con el fin de realizar una evaluación numérica rápida. El objetivo de la generación de código es poder utilizar SymPy para modelar un problema simbólicamente y luego convertir ese modelo simbólico en un código rápido que se puede evaluar numéricamente para datos reales. Nuestra hoja de ruta para la generación de código es hacer que la traducción sea lo más fluida posible, a través de elementos como abstracciones de nivel superior que reducen la cantidad de trabajo que necesita el usuario final, pipeline de optimización, que permitiría a SymPy aprovechar sus conocimientos matemáticos para crear código más rápido y preciso, y más herramientas para aydar a resolver problemas de dominio específico.

source: Performance
es: Rendimiento

source: Performance is an important aspect in symbolic computation. SymPy often suffers in terms of performance due to it being written in pure Python. There are a few ways that SymPy can be made more performant. One is to more carefully benchmark and profile SymPy code, so that inefficiencies can be rooted out. This includes tooling to prevent performance regressions from ever occurring in the first place. Second is to have a fast symbolic core that can be optionally plugged in to make SymPy's core operations faster. The plan is to use the <a href="https://github.com/symengine/symengine">SymEngine</a> library as an optional fast symbolic core for SymPy. SymEngine is a symbolic library written in C++, with an emphasis on performance. A third way SymPy can be made more performant is by implementing faster symbolic algorithms for various computations (see below).
es: El rendimiento es un aspecto importante en el cálculo simbólico. SymPy a menudo sufre en términos de rendimiento debido a que está escrito en Python puro. Hay algunas maneras en que SymPy puede hacerse más eficiente. Una de ellas es evaluar y perfilar más cuidadosamente el código de SymPy, para que las ineficiencias puedan ser eliminadas. Esto incluye herramientas para evitar que ocurran regresiones de rendimiento en primer lugar. Lo segundo es tener un núcleo simbólico rápido que se pueda conectar opcionalmente para que las operaciones centrales de SymPy sean más rápidas. El plan es utilizar la biblioteca <a href="https://github.com/symengine/symengine">SymEngine</a> como un núcleo simbólico rápido opcional para SymPy. SymEngine es una biblioteca simbólica escrita en C++, con énfasis en el rendimiento. Una tercera forma en que SymPy puede ser más eficiente es mediante la implementación de algoritmos simbólicos más rápidos para varios cálculos (ver más abajo).

source: SymPy Live and SymPy Gamma
es: SymPy Live y SymPy Gamma

source: <a href="https://live.sympy.org/">SymPy Live</a> is a web application that runs a full SymPy Python session in the browser. It can be used standalone, and is also used in the <a href="https://docs.sympy.org/latest/index.html">SymPy documentation</a> to allow readers to interactively evaluate the documentation examples. The backend of SymPy Live needs modernization, and there are several possible improvements for the frontend as well.<p><p><a href="https://gamma.sympy.org/">SymPy Gamma</a> is a web application that takes a mathematical formula and performs many useful calculations on it, such as plotting, solving, simplifying, and symbolic integration. The goal of SymPy Gamma is to be an open source competitor to things like <a href="https://wolframalpha.com/">WolframAlpha</a>. We aim to improve SymPy Gamma by adding more useful computations to the output, and by improving the parsing so that users do not need to know SymPy syntax to use it.
es: <a href="https://live.sympy.org/">SymPy Live</a> es una aplicación web que corre una sesión completa de SymPy en el navegador. Puede usarse de forma independiente, y también se usa en la <a href="https://docs.sympy.org/latest/index.html">Documentación de SymPy</a> para permitir a los lectores evaluar los ejemplos de la documentación de forma interactiva. El backend de SymPy necesita modernización y hay varias mejoras posibles para el frontend también.<p><p><a href="https://gamma.sympy.org/">SymPy Gamma</a> es una aplicación web que recibe una fórmula matemática y realiza muchos cálculos útiles con ella, como graficación, solución, simplificación, e integración simbólica. El objetivo de SymPy Gamma es ser un competidor de código abierto para productos como <a href="https://wolframalpha.com/">WolframAlpha</a>. Nuestro objetivo es mejorar SymPy Gamma agregando cálculos más útiles a la salida y mejorar el análisis para que los usuarios no necesiten conocer la sintaxis de SymPy para usarla.

source: Algorithmic Improvements
es: Mejoras Algorítmicas

source: SymPy depends on a large array of symbolic computation algorithms to work. Many algorithms are already implemented, but quite a few are not. These include things like improved algorithms for symbolic integration, summations, simplification, polynomial manipulation, and equation solving, among many others. Improved algorithms will both increase the number of symbolic computations that SymPy is able to successfully compute, and, in many cases, greatly improve the performance of existing algorithms. A good resource for the sorts of things we want to implement is our <a href="https://github.com/sympy/sympy/wiki/GSoC-2017-Ideas">Google Summer of Code ideas page</a>.
es: SymPy depende de una gran variedad de algoritmos de computación simbólica para funcionar. Muchos algoritmos ya están implementados, pero algunos no lo están. Estos incluyen cosas como algoritmos mejorados para integración simbólica, sumas, simplificación, manipulación polinómica y resolución de ecuaciones, entre muchos otros. Los algoritmos mejorados aumentarán el número de cálculos simbólicos que SymPy puede calcular con éxito y, en muchos casos, mejorarán en gran medida el rendimiento de los algoritmos existentes. Un buen recurso para el tipo de cosas que queremos implementar es nuestra <a href="https://github.com/sympy/sympy/wiki/GSoC-2017-Ideas"> página de ideas de Google Summer of Code </a> .

source: General Improvements
es: Mejoras generales

source: Aside from the above specific items, we are always aiming to improve SymPy in many ways. This includes things like <ul><li>fixing bugs</li><li>better documentation</li><li>improved development tooling</li><li>new features</li><li>better community outreach</li></ul>
es: Además de los aspectos específicos anteriores, siempre apuntamos a mejorar SymPy de muchas maneras. Esto incluye cosas como <ul><li>corregir bugs</li> <li>mejor documentación</li><li>herramientas de desarrollo mejoradas</li><li>nuevas funcionalidades </li><li>mayor acercamiento a la comunidad</li></ul>

source: Below you can find several ways to get help
es: Abajo puedes encontrar varias maneras de obtener ayuda
nl: Hieronder kun je verscheidene hulpkanalen vinden

source: SymPy <a href="https://docs.sympy.org">Documentation</a>
es: <a href="https://docs.sympy.org">Documentación</a> de SymPy

source: Main <a href="https://groups.google.com/forum/#!forum/sympy">mailinglist</a>
es: <a href="https://groups.google.com/forum/#!forum/sympy">Lista de correos</a> principal

source: <a href="https://github.com/sympy/sympy/issues/">Issue tracker</a>.
es: <a href="https://github.com/sympy/sympy/issues/">Seguimiento de errores</a>.

source: Gitter channel: <a href="https://gitter.im/sympy/sympy">#sympy at Gitter</a>.
es: Canal Gitter: <a href="https://gitter.im/sympy/sympy">#sympy at Gitter</a>.

source: More Specific
es: Más Específico
nl: Meer Specifiek

source: SymPy <a href="https://docs.sympy.org/latest/tutorial/index.html">tutorial</a>
es: <a href="https://docs.sympy.org/latest/tutorial/index.html">Tutorial</a> de SymPy

source: Main <a href="https://github.com/sympy/sympy/wiki/Faq">FAQ</a>
es: <a href="https://github.com/sympy/sympy/wiki/Faq">FAQ</a> principal

source: <a href="https://docs.sympy.org/latest/gotchas.html">Gotchas and Pitfalls</a>
es: <a href="http://docs.sympy.org/0.7.1/gotchas.html">Trampas y Advertencias</a>

source: SymPy will always be 100% open source software, free for all to use, and released under the liberal terms of the modified BSD license.
de: SymPy wird immer 100% quelloffene Software sein, die frei für alle ist, und is unter der modifizierten BSD Lizenz verfügbar.

source: Matrices
de: Matrizen

source: Official SymPy blog
nl: Officiële Sympy blog

source: If you found a bug (or just want to let us know what you think), tell us on the <a href="http://groups.google.com/group/sympy">mailinglist</a>
nl: Als je een bug vindt (of je wilt over bepaalde issues je gedachten delen), laat het ons weten via de <a href="http://groups.google.com/group/sympy">mailinglist</a>

source: You can also add a bug report (or a comment) into the <a href="http://code.google.com/p/sympy/issues/list">issues</a>.
nl: Je kunt ook een bug rapport (of opmerking) toevoegen aan de <a href="http://code.google.com/p/sympy/issues/list">issues</a> zelf.

source: You can help people on our <a href="http://groups.google.com/group/sympy">mailinglist</a>
nl: Je kunt mensen op onze <a href="http://groups.google.com/group/sympy">mailinglist</a> helpen

source: The best way is to send a github pull request against the <a href="http://github.com/sympy/sympy">sympy/sympy</a> repository. We'll review it and push it in.
nl: De beste manier om een Patch op te sturen, is via een GitHub Pull Requestvoor de <a href="http://github.com/sympy/sympy">sympy/sympy</a> repository.

source: If you need help with git, github, pull requests, patches, coding, SymPy or anything related, just send us an email to the mailinglist or ask on IRC (our channel is <a href="irc://irc.freenode.net/sympy">#sympy at freenode</a>), we'll help.
nl: Als je hulp nodig hebt met git, github, pull requests, patches, code schrijven, Sympy of andere gerelateerde zaken, stuur ons dan een email via de mailinglist of vraag het ons op IRC (ons kanaal is <a href="irc://irc.freenode.net/sympy">#sympy at freenode</a>), we zullen helpen.
