Repository: shatakshicreations/sympy.github.com
Catalog: i18n/*.po
Languages: de, es, nl

source: Main Page
de: Hauptseite
es: Página Principal
nl: Hoofdpagina

source: Features
de: Funktionen
es: Características

source: Download
es: Descargar

source: Documentation
de: Dokumentation
es: Documentación
nl: Documentatie

source: Support
de: Unterstützung
es: Soporte
nl: Ondersteuning

source: Development
de: Entwicklung
es: Desarrollo
nl: Ontwikkeling

source: Roadmap
de: Ziele
es: Hoja de ruta

source: Donate
de: Spenden
es: Donar
nl: Doneer

source: Online Shell
es: Terminal en línea

source: Compute with Gamma
de: Berechne mit Gamma
es: Calcular con Gamma
nl: Uitrekenen met Gamma

source: Compute
de: Berechne
es: Calcular
nl: Uitrekenen

source: Download Now
de: Jetzt herunterladen
es: Descargar Ahora
nl: Nu Downloaden

source: Latest Version
de: Aktuelle Version
es: Última Versión
nl: Laatste Versie

source: Development Version
de: Entwicklungsversion
es: Versión de Desarrollo
nl: Ontwikkelingsversie

source: Quick Links
de: Schnellzugriff
es: Enlaces Rápidos

source: Downloads (source tarballs)
de: Downloads (Quellpakete)
es: Descargas (fuentes)

source: Mailing list
de: Mailingliste
es: Lista de correos

source: Source code
de: Quelltext
es: Código fuente
nl: Broncode

source: Issues tracker
es: Rastreador de problemas

source: Introduction to contributing
de: Einführung zur Mitarbeit
es: Introducción a la contribución

source: Try SymPy online now
de: Teste SymPy jetzt online
es: Prueba SymPy online ahora
nl: Probeer Sympy nu online uit

source: IRC channel logs
es: Archivos del canal IRC
nl: IRC kanaal log

source: Follow Us
de: Folge uns
es: Síguenos
nl: Volg Ons

source: This page is open source. Fork <a href="%(url)s">the project on GitHub</a> to edit it.
de: Diese Seite ist quelloffen. Um sie zu bearbeiten, lege einen Fork <a href="%(url)s">des Projekts auf GitHub</a> an.
es: Esta página es de código abierto. Haz fork a <a href="%(url)s">este proyecto en GitHub</a> para editarlo.
nl: Deze pagina is open source. Fork <a href="%(url)s"> het project op GitHub</a> om het aan te passen.

source: Languages
de: Sprachen
es: Idiomas
nl: Talen

source: We are interested in any contribution. There are many ways how you can contribute
de: Wir sind an allen Beiträgen interessiert. Es gibt viele Möglichkeiten, wie du beitragen kannst.
es: Estamos interesados en cualquier contribución. Hay muchas maneras de contribuir
nl: We zijn in iedere bijdrage geïnteresseerd. Er zijn veel manieren om een bijdrage te leveren

source: If you wrote anything interesting using SymPy, please send us a patch with the code (see below for more information)
de: Wenn du etwas interessantes mit SymPy geschrieben hast, sende uns bitte einen Patch mit dem Code (siehe unten für weitere Informationen)
es: Si escribiste algo interesante usando SymPy, por favor envíanos un parche con el código (ver abajo para mayor información)
nl: Als je iets interessants gemaakt hebt met SymPy, stuur ons dan graag een patch op met de code (zie hieronder voor meer informatie)

source: If you found a bug (or just want to let us know what you think), tell us on the <a href="https://groups.google.com/group/sympy">mailinglist</a>
de: Wenn du einen Fehler gefunden hast (oder uns gerne mitteilen möchtest, was du denkst), melde dich auf <a href="https://groups.google.com/group/sympy">Mailingliste</a>
es: Si encuentras un bug (o quieres decirnos lo que piensas), dínolo en la <a href="https://groups.google.com/group/sympy">lista de correos</a>

source: You can also add a bug report (or a comment) into the <a href="https://github.com/sympy/sympy/issues/">issues</a>.
de: Du kannst auch einen Fehlerbericht (oder einen Kommentar) in die <a href="https://github.com/sympy/sympy/issues/">issues</a> eintragen.
es: También puedes añadir un reporte de bug (o comentario) dentro de <a href="https://github.com/sympy/sympy/issues/">issues</a>.

source: You can blog about how you use SymPy
de: Du kannst über die Verwendung von SymPy bloggen
es: Crea tu blog acerca de como usas SymPy
nl: Je kunt bloggen over hoe je SymPy gebruikt

source: You can help us write documentation (just send us a patch)
de: Du kannst uns bei der Dokumentation helfen (sende uns einfach einen Patch)
es: Puedes ayudarnos a escribir documentación (simplemente envíanos un parche)
nl: Je kunt ons helpen met het schrijven van documentatie (door ons gewoon een patch toe te sturen)

source: You can help people on our <a href="https://groups.google.com/group/sympy">mailinglist</a>
de: Du kannst Leuten auf unserer <a href="https://groups.google.com/group/sympy">Mailingliste</a> helfen
es: Puedes ayudar a las personas en nuestra <a href="https://groups.google.com/group/sympy">lista de correo</a>

source: You can help with reviewing patches
de: Du kannst helfen, Patches zu evaluieren.
es: Puedes ayudar con la revisión de parches
nl: Je kunt ons helpen met het beoordelen van patches

source: You can send us patches with bug fixes or new features
de: Du kannst uns Patches mit Fehlerbehebungen oder neuen Funktionen senden
es: Puedes enviarnos parches con correcciones de errores o nuevas funciones
nl: Je kunt ons patches toesturen met bugfixes of nieuwe programmaonderdelen

source: The best way to contribute code or documentation is to send us a patch
de: Die beste Möglichkeit, Code oder Dokumentation beizutragen, ist es, uns einen Patch zu senden
es: La mejor manera de aportar código o documentación es enviarnos un parche
nl: De beste manier om code of documentatie bij te dragen, is door ons een patch op te sturen

source: How to Send a Patch
de: Wie sende ich einen Patch
es: Cómo enviar un parche
nl: Hoe je een Patch opstuurt

source: The best way is to send a github pull request against the <a href="https://github.com/sympy/sympy">sympy/sympy</a> repository. We'll review it and push it in.
de: Die beste Möglichkeit ist es, einen Pull Request zu senden gegen das <a href="https://github.com/sympy/sympy">sympy/sympy</a> Repository. Wir werden ihn dann überprüfen und aufnehmen.
es: La mejor manera es enviar un pull request en github al repositorio <a href="https://github.com/sympy/sympy">sympy/sympy</a>. Lo revisaremos y haremos push.

source: If you need help with git, github, pull requests, patches, coding, SymPy or anything related, just send us an email to the <a href="https://groups.google.com/forum/#!forum/sympy">mailinglist</a> or ask on <a href="https://gitter.im/sympy/sympy">Gitter</a>, we'll be happy to help.
de: Wenn du Hilfe zu git, github, Pull Requests, Patches, Coding, SymPy oder weiterem benötigst, sende uns einfach eine E-Mail an die <a href="https://groups.google.com/forum/#!forum/sympy">Mailingliste</a> oder frag uns auf <a href="https://gitter.im/sympy/sympy">Gitter</a>, wir werden uns freuen, dir zu helfen.
es: Si necesitas ayuda con git, github, pull requests, parches, código, SymPy o algo relacionado, solo envía un correo a la <a href="https://groups.google.com/forum/#!forum/sympy">lista de correos</a> o pregunta en <a href="https://gitter.im/sympy/sympy">Gitter</a>, estaremos felices de ayudar.

source: Also, you can read our instructions <a href="https://github.com/sympy/sympy/wiki/Development-workflow"> how to prepare patches</a> using git and github.
de: Du kannst auch unsere Anleitungen lesen <a href="https://github.com/sympy/sympy/wiki/Development-workflow"> wie man Patches mit git und GitHub erstellt</a>.
es: También, puedes leer nuestras instrucciones <a href="https://github.com/sympy/sympy/wiki/Development-workflow"> cómo preparar parches</a> usando git y github.
nl: Je kunt ook onze instructies <a href="https://github.com/sympy/sympy/wiki/Development-workflow">Hoe bereid je een patch voor</a> met git and github lezen.

source: The github pull request is a preferred method, as that makes it easy for us to review and push the code in. That said, you can also clone the latest git repository (see the link on the right), prepare a branch with your code, upload it somewhere (for example <a href="https://github.com/">github</a>) and send us a link to the <a href="https://groups.google.com/forum/#!forum/sympy">sympy</a> mailinglist, or you can even send us raw patches --- but it will be more work for us to integrate it.
de: Ein Pull Request auf github ist die bevorzugte Möglichkeit, da es einfach für uns ist den Code zu überprüfen und zu übernehmen. Dennoch kannst du auch das aktuelle git Repository (siehe den Link rechts) klonen, einen Branch mit deinen Code erstellen und dort hochladen (z.B. auf <a href="https://github.com">github</a>), und einen Link zur <a href="https://groups.google.com/forum/#!forum/sympy">Mailingliste</a> senden, oder du kannst uns auch einfach Patches schicken --- aber es bedeutet für uns mehr arbeit diese zu integrieren.
es: Un pull request en github es el método preferido, ya que se nos hace más fácil revisar y hacer push al código. También puedes clonar nuestro repositorio en git (mira el enlace a la derecha), prepara un branch con tu código, súbelo a algún lugar (por ejemplo <a href="https://github.com/">github</a>) y envíanos el enlace a la lista de correo de <a href="https://groups.google.com/forum/#!forum/sympy">sympy</a>, o puedes enviarnos parches brutos --- pero esto implicaría más trabajo para integrarse.

source: SymPy has a broad <a href="https://docs.sympy.org/dev/aboutus.html#sympy-development-team">development team</a>, send us a patch and your name will appear there too.
de: SymPy hat ein großes <a href="https://docs.sympy.org/dev/aboutus.html#sympy-development-team">Entwicklungsteam</a>, sende uns einen Patch und dein Name wird dort auch erscheinen.
es: SymPy tiene un amplio <a href="https://docs.sympy.org/dev/aboutus.html#sympy-development-team">equipo de desarrollo</a>, envíanos un parche y tu nombre aparecerá allí también.

source: Sources of the Webpages
de: Quelltext der Webseite
es: Fuentes de las páginas web
nl: Broncode van de Webpagina's

source: Sources of these webpages are at
de: Quelltext dieser Webseite ist hier
es: Las fuentes de estas páginas web se encuentran en
nl: De broncode van deze webpagina's is hier te vinden

source: Feel free to send us patches with improvements.
de: Sende uns einfach Patches mit Verbesserungen.
es: No dudes en enviarnos parches con mejoras.
nl: Voel je vrij om ons patches op te sturen met verbeteringen.

source: Git Repository
es: Repositorio Git

source: Main git repository
de: Haupt-Git-Repository
es: Repositorio git principal
nl: Hoofd git repository

source: Online access
de: Online-Zugriff
es: Acceso en línea
nl: Online toegang

source: The documentation is maintained using the <a href="%(url)s">Sphinx</a> Python documentation generator.
de: Die Dokumentation wird mit dem <a href="%(url)s">Sphinx</a> Python Dokumentationsgenerator gepflegt.
es: La documentación se mantiene usando el generador de documentación de Python <a href="%(url)s">Sphinx</a>.
nl: De documentatie wordt beheerd met de <a href="%(url)s">Sphinx</a>Python documentatie generator.

source: You can find it at
de: Du findest sie hier
es: Puedes encontrarlo en
nl: De documentatie is hier te vinden

source: Support SymPy Development
de: Unterstütze die Entwicklung von SymPy
es: Apoya el desarrollo de SymPy
nl: Steun de ontwikkeling van SymPy

source: All donations will be used strictly to fund SymPy development, by supporting tasks such as developer sprints, improved documentation, fixing bugs, and paying for hosting costs for services such as the <a href="https://live.sympy.org/">SymPy Online Shell</a>.
de: Alle Spenden werden ausschließlich zur Finanzierung der Entwicklung von SymPy genutzt, indem sie Tätigkeiten wie Entwicklungs-Sprints, verbessertes Dokumentation, Fehlerbehebungen und die Bezahlung von Hosting-Kosten für Dienste wie die <a href="https://live.sympy.org/">SymPy Online Shell</a> unterstützen.
es: Todas las donaciones serán estrictamente usadas para el desarrollo de Sympy, ayudando en tareas como maratones de programación, mejoras en la documentación, corrección de bugs, y pagos de costos de alojamiento como el de la <a href="https://live.sympy.org/">terminal en línea de SymPy</a>.

source: <a href="https://numfocus.salsalabs.org/donate-to-sympy/index.html">DONATE NOW</a>
de: <a href="https://numfocus.salsalabs.org/donate-to-sympy/index.html">SPENDE JETZT</a>
es: <a href="https://numfocus.salsalabs.org/donate-to-sympy/index.html">DONA AHORA</a>

source: Our donations are managed by the <a href="https://numfocus.org/">NumFOCUS</a> foundation, which your contribution to the SymPy project. NumFOCUS is a 501(c)3 non-profit foundation, so if you are subject to US Tax law, your contributions will be tax-deductible.
es: Nuestras donaciones son administradas por la fundación <a href="https://numfocus.org/">NumFOCUS</a>, que pasa el 100% de tu contribucón al proyecto SymPy. NumFOCUS es una fundación sin ánimo de lucro 501(c)3, por lo que, si estás sujeto a impuestos en EE.UU., tus contribuciones serán deducibles de impuestos.

source: Source Tarballs (Releases)
de: Quellpakete (Releases)
es: Fuentes Tar (Lanzamientos)

source: Downloads
es: Descargas

source: Old downloads
de: Alte Downloads
es: Descargas viejas
nl: Oude downloads

source: Git Version
es: Versión Git
nl: Git Versie

source: Browse online
de: Online durchsuchen
es: Navega en línea
nl: Online browsen

source: Core capabilities
de: Kernfunktionalitäten
es: Capacidades principales

source: Basic arithmetic:
de: Grundlegende Arithmetik:
es: Aritmética básica:
nl: Rekenen:

source: Support for operators such as <code>+</code>, <code>-</code>, <code>*</code>, <code>/</code>, <code>**</code> (power)
de: Unterstützung für Operatoren wie <code>+</code>, <code>-</code>, <code>*</code>, <code>/</code>, <code>**</code> (Potenz)
es: Suporte de operadores como <code>+</code>, <code>-</code>, <code>*</code>, <code>/</code>, <code>**</code> (potencia)

source: Simplification
de: Vereinfachung
es: Simplificación
nl: Vereenvoudigingen

source: Trigonometry
de: Trigonometrie
es: Trigonometría
nl: Goniometrie

source: Polynomials</a>
de: Polynome</a>
es: Polinomios</a>
nl: Polynomen

source: Expansion:
de: Ausmultiplizieren:
es: Expansión:
nl: Uitbreidingen:

source: of a polynomial
de: eines Polynoms
es: de un polinomio
nl: van polynomen

source: Functions:
de: Funktionen:
es: Funciones:
nl: Functies:

source: <a href="%(trig)s">trigonometric</a>, <a href="%(hyperbolic)s">hyperbolic</a>, <a href="%(exponential)s">exponential</a>, <a href="%(root)s">roots</a>, <a href="%(logarithm)s">logarithms</a>, <a href="%(abs)s">absolute value</a>, <a href="%(spherical)s">spherical harmonics</a>, <a href="%(factorial)s">factorials and gamma functions</a>, <a href="%(zeta)s">zeta functions</a>, <a href="%(polynomial)s">polynomials</a>, <a href="%(special)s">special functions</a>, ...
es: <a href="%(trig)s">funciones trigonométricas</a>, <a href="%(hyperbolic)s">funciones hiperbólicas</a>, <a href="%(exponential)s">exponencial</a>, <a href="%(root)s">raíces</a>, <a href="%(logarithm)s">logaritmos</a>, <a href="%(abs)s">valor absoluto</a>, <a href="%(spherical)s">armónicos esféricos</a>, <a href="%(factorial)s">factoriales y funciones gamma</a>, <a href="%(zeta)s">funciones zeta</a>, <a href="%(polynomial)s">polinomios</a>, <a href="%(special)s">funciones especiales</a>, ...

source: Substitution:
es: Sustitución:
nl: Substituties:

source: example
de: Beispiel
es: ejemplo
nl: voorbeeld

source: Numbers:
de: Zahlen:
es: Números:
nl: Getallen:

source: <a href="%(integer)s">arbitrary precision integers</a>, <a href="%(rational)s">rationals</a>, <a href="%(float)s">and floats</a>
es: <a href="%(integer)s">enteros de precisión arbitraria</a>, <a href="%(rational)s">racionales</a>, <a href="%(float)s">y números de punto flotante</a>

source: Noncommutative symbols
de: Nichtkommutative Symbole
es: Símbolos no-conmutativos
nl: Niet-commutatieve symbolen

source: Pattern matching
de: Mustererkennung
es: Búsqueda de patrones
nl: Patronen zoeken

source: Polynomials
de: Polynome
es: Polinomios
nl: Polynomen

source: division, gcd, ...
de: Division, ggT, ...
es: división, mcd, ...
nl: delen, grootste gemene deler, ...

source: Factorization
de: Faktorisierung
es: Factorización
nl: Factoren ontbinden

source: Square-free decomposition
de: Quadratfreie Zerlegung
es: Descomposición libre de cuadrados
nl: Kwadraatvrije decompositie

source: Gröbner bases
de: Gröbnerbasen
es: Bases de Gröbner

source: Partial fraction decomposition
de: Teilbruchzerlegung
es: Descomposición en fracciones parciales
nl: Breuksplitsingen

source: Resultants
de: Resultanten
es: Resultantes
nl: Resultanten

source: Calculus
es: Cálculo
nl: Analyse

source: Integration Documentation
de: Dokumentation zur Integration
es: Documentación de integración

source: Limits:
de: Grenzwerte:
es: Limites:
nl: Limieten

source: Differentiation
es: Diferenciación
nl: Afgeleiden nemen

source: Integration:
es: Integración:
nl: Integratie:

source: It uses extended Risch-Norman heuristic
de: Es verwendet die erweiterte Risch-Norman-Heuristik
es: Usa el heurístico de Risch-Norman extendido
nl: Maakt gebruikt van Risch-Norman heuristiek

source: Taylor (Laurent) series
de: Taylor-Reihe (Laurent-Reihe)
es: Seres de Taylor (Laurent)
nl: Taylor (Laurent) reeksen

source: Solving equations
de: Lösen von Gleichungen
es: Solución de ecuaciones
nl: Vergelijkingen oplossen

source: Polynomial equations
de: Polynomielle Gleichungen
es: Ecuaciones polinomiales
nl: Polynoom vergelijkingen

source: Algebraic equations
de: Algebraische Gleichungen
es: Ecuaciones algebraicas
nl: Algebraïsche vergelijkingen

source: Differential equations
de: Differentialgleichungen
es: Ecuaciones diferenciales
nl: Differentiaalvergelijkingen

source: Difference equations
de: Differenzengleichungen
es: Ecuaciones en diferencias
nl: Differentievergelijkingen

source: Systems of equations
de: Gleichungssysteme
es: Sistemas de ecuaciones
nl: Stelsels van vergelijkingen

source: Diophantine equations:
de: Diophantische Gleichungen:
es: Ecuaciones diofantinas:

source: Combinatorics
de: Kombinatorik
es: Combinatoria
nl: Combinatoriek

source: Permutations
de: Permutationen
es: Permutaciones
nl: Permutaties

source: Combinations
de: Kombinationen
es: Combinaciones
nl: Combinaties

source: Partitions
es: Particiones
nl: Partities

source: Subsets
de: Teilmengen
es: Subconjuntos
nl: Deelverzamelingen

source: Permutation Groups
de: Permutationsgruppen
es: Grupos de Permutación
nl: Permutatiegroepen

source: Prufer and Gray Codes
de: Prüfer- und Gray-Codes
es: Códigos de Prufer y Gray

source: Discrete math
de: Diskrete Mathematik
es: Matemática discreta
nl: Discrete wiskunde

source: Binomial coefficients
de: Binomialkoeffizienten
es: Coeficientes binomiales
nl: Binomiaalcoëfficiënten

source: Summations
de: Summen
es: Sumatorias
nl: Sommaties

source: Products
de: Produkte
es: Productos
nl: Producten

source: Number theory:
de: Zahlentheorie:
es: Teoría de números:
nl: Getaltheorie:

source: generating prime numbers, primality testing, integer factorization, Diophantine equation solving...
de: Primzahlen generieren, Primzahl-Test, Ganzzahlen-Faktorisierung, Diophantische Gleichungen lösen...
es: generación de números primos, pruebas de primalidad, factorización de enteros, solución de ecuaciones diofantinas...

source: Logic expressions
de: Logische Ausdrücke
es: Expresiones lógicas
nl: Logische uitdrukkingen

source: Basic arithmetic
de: Grundlegende Rechenoperationen
es: Aritmética básica
nl: Rekenoperaties

source: Eigenvalues/eigenvectors
de: Eigenwerte/Eigenvektoren
es: Valores y vectores propios
nl: Eigenwaarden/eigenvectoren

source: Determinants
de: Determinanten
es: Determinantes
nl: Determinanten

source: Inversion
de: Invertierung
es: Inversión
nl: Inversie

source: Solving
de: Lösen
es: Solución
nl: Oplossen

source: Abstract expressions
de: Abstrakte Ausdrücke
es: Expresiones abstractas
nl: Abstracte uitdrukkingen

source: Geometry
de: Geometrie
es: Geometría
nl: Meetkunde

source: points, lines, rays, segments, ellipses, circles, polygons, ...
de: Punkte, Geraden, Strahlen, Strecken, Ellipsen, Kreise, Polygone, ...
es: puntos, líneas, rayos, segmentos, elipses, circunferencias, polígonos, ...

source: Intersection
de: Schnittpunkte
es: Intersección
nl: Doorsnede

source: Tangency
de: Tangente
es: Tangencia
nl: Raking

source: Similarity
de: Ähnlichkeit
es: Similaridad
nl: Gelijkvormigheid

source: Plotting
de: Darstellung
es: Graficación
nl: Plotten

source: Coordinate modes
de: Koordinaten-Modi
es: Modos de coordenadas

source: Plotting Geometric Entities
de: Darstellung von geometrischen Objekten
es: Gráficas de entidades geométricas
nl: Het plotten van meetkundige entiteiten

source: 2D and 3D
de: 2D und 3D
es: 2D y 3D
nl: 2D en 3D

source: Interactive interface
de: Interaktive Benutzeroberfläche
es: Interfaz interactiva
nl: Interactieve interface

source: Colors
de: Farben
es: Colores
nl: Kleuren

source: Matplotlib support
de: Matplotlib-Unterstützung
es: Soporte de Matplotlib

source: SymPy plot of sin(2 sin(2 sin(x))) with matplotlib
de: SymPy-Darstellung von sin(2 sin(2 sin(x))) mit matplotlib
es: Gráfico de de sin(2 sin(2 sin(x))) con matplotlib

source: SymPy plot of x, x^2, and x^3, from x = -5 to 5
de: SymPy-Darstellung von x, x^2, und x^3, von x = -5 bis 5
es: Gráfico de de x, x**2, y x**3, de x = -5 a 5

source: SymPy parametric plot of x=cos(u), y=sin(u), from u = -5 to 5
de: SymPy-parametrisierte Darstellung von x=cos(u), y=sin(u), von u = -5 bis 5
es: Gráfico paramétrico de x=cos(u), y=sin(u), de u = -5 a 5

source: SymPy 3D surface plot of xy, from x = -5 to 5, from y = -5 to 5
de: SymPy-3D-Oberflächendarstellung von xy, von x = -5 bis 5, von y = -5 bis 5
es: Gráfico de superficie de xy, x de -5 a 5, de y = -5 a 5

source: SymPy 3D parametric line plot of x=cos(u), y=sin(u), z=u, from u = -5 to 5
de: SymPy-3D-parametrisierte Darstellung von x=cos(u), y=sin(u), z=u, von u = -5 bis 5
es: Gráfico de una línea 3D paramétrica de x=cos(u), y=sin(u), z=u, de u = -5 a 5

source: SymPy 3D parametric surface plot of x=cos(u+v), y=sin(u-v), z=u-v, u and v from -5 to 5
de: SymPy-3D-parametrisierte Darstellung von x=cos(u+v), y=sin(u-v), z=u-v, u und v von -5 bis 5
es: Gráfico de superficie paramétrica de x=cos(u+v), y=sin(u-v), z=u-v, u y v de -5 a 5

source: SymPy implicit plot of x^2 + y^2 = 5
de: SymPy-implizite Darstellung von x^2 + y^2 = 5
es: Gráfico implícito de x**2 + y**2 = 5

source: SymPy implicit plot of y &gt; x^2
de: SymPy-implizite Darstellung von y &gt; x^2
es: Gráfico implícito de &gt; x**2

source: SymPy implicit plot of y &gt; x (logical and) y &gt; -x
de: SymPy-implizite Darstellung von y &gt; x (logische und) y &gt; -x
es: Gráfico implícito de y &gt; x (y lógico) y &gt; -x

source: Matplotlib interactive interface of SymPy 3D parametric surface plot of x=cos(u+v), y=sin(u-v), z=u-v, u and v from -5 to 5
de: Matplotlib-interaktives Interface von SymPy-3D-parametrisierter Darstellung von x=cos(u+v), y=sin(u-v), z=u-v, u und v von -5 bis 5
es: Interfaz interactiva de Matplotlib de un gráfico de superficie paramétrica de x=cos(u+v), y=sin(u-v), z=u-v, u y v de -5 a 5

source: SymPy Gamma plot of x=cos(t), y=sin(t)
de: SymPy-Gamma-Darstellung von x=cos(t), y=sin(t)
es: Gráfico de SymPy Gamma de x=cos(t), y=sin(t)

source: SymPy Gamma plot
de: SymPy-Gamma-Darstellung
es: Gráfico de SymPy Gamma

source: Physics
de: Physik
es: Física
nl: Natuurkunde

source: Units
de: Einheiten
es: Unidades
nl: Eenheden

source: Mechanics
de: Mechanik
es: Mecánica
nl: Mechanica

source: Quantum
es: Mecánica cuántica

source: Gaussian Optics
de: Gaußsche Optik
es: Óptica gaussiana
nl: Gaussische Optica

source: Pauli Algebra
es: Álgebra de Pauli

source: IPython Notebook Examples
de: IPython Notebook Beispiele
es: Ejemplos de Notebooks de Jupyter
